13/data/attachments/2e27869c4348a874.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_a5ed8966-d45f-46e8-afb3-5282e6c133f4</nif:username>
            <nif:friendToBeAdded>Micheal_professional_Actions_72538_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>